[
    {
        "title": "Tax Representation",
        "sub": "I don’t want to deal with CRA!",
        "des": "We will professionally represent you.",
        "link": "tax-representation"
    }, 
    {
        "title": "Tax Appeal",
        "sub": "I have to pay how much to CRA?!",
        "des": "We will negotiate and appeal unfair tax assessments.",
        "link": "tax-appeal"
    },
    {
        "title": "Late Tax Filings",
        "sub": "I am so late in filing my taxes!",
        "des": "We will help to negotiate with CRA to achieve the best outcome.",
        "link": "late-tax-filings"
    },
    {
        "title": "Tax Relief",
        "sub": "I just can’t afford to pay that much to CRA!",
        "des": "We will help to reduce and if possible eliminate tax debts. You can count on it.",
        "link": "tax-relief"
    },
    {
        "title": "Voluntary Disclosure",
        "sub": "I haven’t paid my taxes in years!",
        "des": "We will help you take full advantage of the Voluntary Tax Disclosure Program.",
        "link": "voluntary-disclosure"
    },
    {
        "title": "Tax Audits",
        "sub": "I just got a letter from CRA and I am being Audited!",
        "des": "We will represent you and your best interests to ensure that your liability is limited.",
        "link": "tax-audits"
    },
    {
        "title": "Tax Payment Plan",
        "sub": "I can’t make these monthly CRA collection monthly payments!",
        "des": "We will negotiate on your behalf to work out the best payment plan for you.",
        "link": "tax-payment-plan"
    },
    {
        "title": "Ongoing Support",
        "sub": "I just want someone to make this all go away!",
        "des": "Our mission is to help our clients by fixing their tax problems so that they will never have this problem again.",
        "link": "ongoing-support"
    },
    {
        "title": "CRA Tax Reduction",
        "sub": "At the Tax Mechanic, we pride ourselves on being a full-service tax company",
        "des": "From tax resolution, prior year income tax return preparation, and back tax debt relief to..",
        "link": "cra-tax-reduction"
    }
]